TRUNCATE `Help_type`;
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('1','141001','争夺和氏璧帮助信息','140001','1、活动期间内，每个和氏璧每分钟增加1点公会积分，活动结束时每个和氏璧增加120点公会积分。
2、活动期间离开联盟，持有的和氏璧及相应个人增益仍保留，但不再计算积分。
3、排名奖和阶段奖，都将在活动结束后，根据活动截止时的联盟实际情况，通过邮件统一发放给联盟的每一个成员。
4.攻击玩家或集结攻击玩家获胜可抢夺玩家的和氏璧。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('2','141002','联盟科技捐献帮助信息','140002','1、 捐献资源时，每获得50点荣誉即可获得1积分。
2、在活动期间离开联盟，此前个人获得的积分将会被清空，联盟也会扣除这部分积分。
3、 排名奖和积分达标奖，都将在活动结束后，根据活动截止时的联盟实际情况，通过邮件统一发放给联盟的每一个成员。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('3','141003','限时活动帮助信息','140003','1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。
2、当前阶段积分对应规则：
每采集1金矿获得1积分
每采集1粮食获得1积分
每采集1木材获得4积分
每采集1石料获得12积分
每采集1铁矿获得32积分
3、每个阶段积分只要达到20000、50000、100000的玩家，即可获得积分阶段奖励。
4、阶段排名的前10名玩家将赢得阶段排名奖励，活动总积分排名前10的玩家将获得总排名奖励。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('4','141003','限时活动帮助信息','140004','1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。
2、当前阶段积分对应规则：
升级建筑每增加1点战力获得1积分
研究科技每增加1点战力获得1积分
3、每个阶段积分只要达到20000、50000、100000的玩家，即可获得积分阶段奖励。
4、阶段排名的前10名玩家将赢得阶段排名奖励，活动总积分排名前10的玩家将获得总排名奖励。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('5','141003','限时活动帮助信息','140005','1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。
2、当前阶段积分对应规则：
训练士兵每增加1点战力获得1积分
制造陷阱每增加1点战力获得1积分
3、每个阶段积分只要达到20000、50000、100000的玩家，即可获得积分阶段奖励。
4、阶段排名的前10名玩家将赢得阶段排名奖励，活动总积分排名前10的玩家将获得总排名奖励。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('6','141003','限时活动帮助信息','140006','1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。
2、当前阶段积分对应规则：
击杀野怪获得野怪等级*100积分
每个Boss拥有Boss等级*20000积分，集结攻击Boss的玩家根据输出伤害占Boss血量的百分比获得积分
3、每个阶段积分只要达到20000、50000、100000的玩家，即可获得积分阶段奖励。
4、阶段排名的前10名玩家将赢得阶段排名奖励，活动总积分排名前10的玩家将获得总排名奖励。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('7','141003','限时活动帮助信息','140007','1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。
2、当前阶段积分对应规则：
通过击杀其他玩家的士兵，使敌人每降低1点战力获得1积分
3、每个阶段积分只要达到20000、50000、100000的玩家，即可获得积分阶段奖励。
4、阶段排名的前10名玩家将赢得阶段排名奖励，活动总积分排名前10的玩家将获得总排名奖励。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('8','141004','城墙','140008','当你的城被攻陷后，它将燃烧30分钟。当城防值为0时，你的城池将被强制迁往世界其他位置。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('9','141005','联盟商店','140009','联盟商店由【商城】和【物品列表】组成/n为了让您更好的理解【联盟商店】中的【商城】与【物品列表】的功能。请允许我们先为您解释一下【个人贡献】和【联盟贡献】的区别与联系。/n【个人贡献】和【联盟贡献】/n1、联盟中每位成员均可通过捐献科技获得个人贡献/N2、联盟成员每获得1点个人贡献，联盟就会获得1点联盟贡献/N3、个人贡献归联盟个人成员所有，更换联盟也不会丢失个人贡献。/N4、联盟贡献归联盟所有且仅供联盟中的盟主和副盟主支配。联盟解散时，联盟贡献清零。/N【商城】与【物品列表】/N1、只有联盟中的盟主和副盟主可以在联盟商店中的【物品列表】中通过联盟贡献兑换物品并将其放入联盟商店的【商城】中./N2、所有联盟成员均可在联盟商店的【商城】中通过个人贡献兑换物品。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('10','141006','联盟科技&捐献','140010','加入联盟后可以开始对不同的联盟科技进行捐献/n每次捐献，联盟成员可以获得【个人贡献】并且联盟可以获得【联盟贡献】/n捐献会产生冷却时间，当时间达到4小时后，需要等冷却时间结束才能继续捐赠/n尅及如果捐献到升星后，所有联盟成员获得科技加成的属性。科技满星后盟主和副盟主可以进行科技研究。突破科技等级上限。/N每层科技研究一定数量后，会解锁更高级的科技。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('11','141007','士兵援助','140011','当有敌军来犯时，盟友间可以派兵互相援助；己方受到盟友援助的军团数由己方屯所等级决定；派遣的军团需要点击【返回】才会回到自己的城池内。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('12','141008','成长基金帮助信息','140012','1、只有购买了至尊卡的用户方可参加此活动/N
2、购买基金后，府衙等级达标即可领取返还的元宝/N
3、每个服务器购买的人数达标，将额外发放宝箱奖励。可以点击界面上的宝箱图标进行奖励预览。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('13','141009','皇陵探宝帮助信息','140013','1、翻牌界面一旦放弃后，便无法继续之前的牌局。
2、如果连续翻出倍率的奖励，则是先相加后再对下一次实物奖励进行相乘处理。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('14','141010','据点战帮助信息','140014','1、活动期间内，每个据点每占领|<#22,155,209#>1分钟|增加|<#22,155,209#>5|点联盟积分，活动结束时每个占领的据点增加|<#22,155,209#>600|点联盟积分。|<#\n#>|2.持续占领据点|<#22,155,209#>每小时|将产出|<#22,155,209#>1|个锦囊。|<#\n#>|3、据点战采用模拟战斗的方式，抢占过程中|<#22,155,209#>不会|造成实际的兵力伤亡，战胜后也无法掠夺别人已经获得的锦囊。|<#\n#>|4、活动期间离开联盟，据点将继续产出锦囊，此前增加的联盟积分|<#22,155,209#>不扣除|，但不再继续计算积分。|<#\n#>|5、活动排名奖和阶段奖，都将在|<#22,155,209#>活动结束后|，根据活动截止时的联盟实际情况，通过邮件统一发放给联盟的每一个成员。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('15','141011','黄巾起义帮助信息','140015','1、黄巾军在|<#22,155,209#>晚上8:00|开始进攻联盟堡垒，玩家防守联盟堡垒时击杀的黄巾军将转化为活动积分。|<#\n#>|2、每波只需击杀|<#22,155,209#>半数|黄巾军即防守成功。累计防守失败|<#22,155,209#>两次|后活动结束。|<#\n#>|3、活动排名奖和阶段奖，都将在|<#22,155,209#>活动结束后|，通过邮件统一发放给联盟的每一 个成员。|<#\n#>|4、活动结束后，根据|<#22,155,209#>防守波数|，通过邮件发放锦囊奖励给联盟的每一个成员。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('16','141012','锦囊商店','140016','1、锦囊可以通过参与联盟活动-|<#22,155,209#>黄巾起义|和|<#22,155,209#>据点战|大量获得。|<#\n#>|2、出售|<#22,155,209#>皇陵探宝|中获得的多余主公宝物，也将返还售价|<#22,155,209#>九折|的锦囊（如除不尽则向上取整）。|<#\n#>|3、购买的主公宝物属性都是在预设范围内|<#22,155,209#>随机|生成。');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('17','141013','皇城战龙按钮','140017','|<#253,208,110#>概述||<#\n#>|以联盟为单位，占领皇城周围4个建筑获得积分。活动结束时积分排名最高的联盟获得胜利。联盟盟主可以任命皇帝。|<#\n#>| |<#\n#>||<#253,208,110#>开启时间||<#\n#>|1、开服后第14天开启第一届皇位战|<#\n#>|2、第一届结束之后每14天开启一次|<#\n#>| |<#\n#>||<#253,208,110#>参与条件||<#\n#>|1、只有联盟成员才可以参加皇位战|<#\n#>| |<#\n#>||<#253,208,110#>建筑相关||<#\n#>|1、皇城（坐标：619，619）：不可争夺|<#\n#>|2、军械所（坐标：）：可争夺，占领后每秒增加|<#72,255,98#>3|点积分|<#\n#>|3、练兵所（坐标：）：可争夺，占领后每秒增加|<#72,255,98#>3|点积分|<#\n#>|4、军屯农（坐标：）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>|5、太鼓台（坐标：）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>| |<#\n#>||<#253,208,110#>积分计算||<#\n#>|1、占领下可争夺的城池后所属联盟的积分会开始增长|<#\n#>|2、占领的城池越多，会得到积分增长加成。|<#\n#>|例：占领了军械所和军屯农。因为有加成。增长从原来的4分变为8分|<#\n#>|3、积分每10秒结算1次|<#\n#>| |<#\n#>||<#253,208,110#>登基大典||<#\n#>|1、活动世界结束，积分第一名联盟占领皇城|<#\n#>|2、1小时内由盟主任命任意联盟玩家为皇帝|<#\n#>|3、如一小时盟主不进行任何操作，则默认盟主为皇帝|<#\n#>| |<#\n#>||<#253,208,110#>官职册封||<#\n#>|1、皇帝可以任命本服内任意玩家为以下官职|<#\n#>|2、官职每8小时只能任命一名玩家|<#\n#>| |<#\n#>||<#253,208,110#>赏赐礼包||<#\n#>|1、皇帝可以发放给全服任意玩家以下指定礼包|<#\n#>|2、收到过礼包的玩家无法再次收到赏赐');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('18','141014','登基大典','140018','|<#253,208,110#>概述||<#\n#>|活动结束时积分排名最高的联盟获得胜利。联盟盟主可以任命皇帝。皇帝可以册封其他官职|<#\n#>| |<#\n#>||<#253,208,110#>登基大典||<#\n#>|1、活动世界结束，积分第一名联盟占领皇城|<#\n#>|2、1小时内由盟主任命任意联盟玩家为皇帝|<#\n#>|3、如一小时盟主不进行任何操作，则默认盟主为皇帝|<#\n#>| |<#\n#>||<#253,208,110#>官职册封||<#\n#>|1、皇帝可以任命本服内任意玩家为以下官职|<#\n#>|2、官职每8小时只能任命一名玩家|<#\n#>| |<#\n#>||<#253,208,110#>赏赐礼包||<#\n#>|1、皇帝可以发放给全服任意玩家以下指定礼包|<#\n#>|2、收到过礼包的玩家无法再次收到赏赐');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('19','141015','外面界面','140019','|<#253,208,110#>概述||<#\n#>|以联盟为单位，占领皇城周围4个建筑获得积分。活动结束时积分排名最高的联盟获得胜利。联盟盟主可以任命皇帝。|<#\n#>| |<#\n#>||<#253,208,110#>开启时间||<#\n#>|1、开服后第14天开启第一届皇位战|<#\n#>|2、第一届结束之后每14天开启一次|<#\n#>| |<#\n#>||<#253,208,110#>参与条件||<#\n#>|1、只有联盟成员才可以参加皇位战|<#\n#>| |<#\n#>||<#253,208,110#>建筑相关||<#\n#>|1、皇城（坐标：619，619）：不可争夺|<#\n#>|2、军械所（坐标：）：可争夺，占领后每秒增加|<#72,255,98#>3|点积分|<#\n#>|3、练兵所（坐标：）：可争夺，占领后每秒增加|<#72,255,98#>3|点积分|<#\n#>|4、军屯农（坐标：）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>|5、太鼓台（坐标：）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>| |<#\n#>||<#253,208,110#>积分计算||<#\n#>|1、占领下可争夺的城池后所属联盟的积分会开始增长|<#\n#>|2、占领的城池越多，会得到积分增长加成。|<#\n#>|例：占领了军械所和军屯农。因为有加成。增长从原来的4分变为8分|<#\n#>|3、积分每10秒结算1次|<#\n#>| |<#\n#>||<#253,208,110#>登基大典||<#\n#>|1、活动世界结束，积分第一名联盟占领皇城|<#\n#>|2、1小时内由盟主任命任意联盟玩家为皇帝|<#\n#>|3、如一小时盟主不进行任何操作，则默认盟主为皇帝|<#\n#>| |<#\n#>||<#253,208,110#>官职册封||<#\n#>|1、皇帝可以任命本服内任意玩家为以下官职|<#\n#>|2、官职每8小时只能任命一名玩家|<#\n#>| |<#\n#>||<#253,208,110#>赏赐礼包||<#\n#>|1、皇帝可以发放给全服任意玩家以下指定礼包|<#\n#>|2、收到过礼包的玩家无法再次收到赏赐');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('20','141016','高积分城池','140020','积分高');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('21','141017','低积分城池','140021','积分低');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('22','141018','皇城小菜单说明','140022','|<#253,208,110#>概述||<#\n#>|以联盟为单位，占领皇城周围4个建筑获得积分。活动结束时积分排名最高的联盟获得胜利。联盟盟主可以任命皇帝。|<#\n#>| |<#\n#>||<#253,208,110#>开启时间||<#\n#>|1、开服后第14天开启第一届皇位战|<#\n#>|2、第一届结束之后每14天开启一次|<#\n#>| |<#\n#>||<#253,208,110#>参与条件||<#\n#>|1、只有联盟成员才可以参加皇位战|<#\n#>| |<#\n#>||<#253,208,110#>建筑相关||<#\n#>|1、皇城（坐标：619，619）：不可争夺|<#\n#>|2、军械所（坐标：）：可争夺，占领后每秒增加|<#72,255,98#>3|点积分|<#\n#>|3、练兵所（坐标：）：可争夺，占领后每秒增加|<#72,255,98#>3|点积分|<#\n#>|4、军屯农（坐标：）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>|5、太鼓台（坐标：）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>| |<#\n#>||<#253,208,110#>积分计算||<#\n#>|1、占领下可争夺的城池后所属联盟的积分会开始增长|<#\n#>|2、占领的城池越多，会得到积分增长加成。|<#\n#>|例：占领了军械所和军屯农。因为有加成。增长从原来的4分变为8分|<#\n#>|3、积分每10秒结算1次|<#\n#>| |<#\n#>||<#253,208,110#>登基大典||<#\n#>|1、活动世界结束，积分第一名联盟占领皇城|<#\n#>|2、1小时内由盟主任命任意联盟玩家为皇帝|<#\n#>|3、如一小时盟主不进行任何操作，则默认盟主为皇帝|<#\n#>| |<#\n#>||<#253,208,110#>官职册封||<#\n#>|1、皇帝可以任命本服内任意玩家为以下官职|<#\n#>|2、官职每8小时只能任命一名玩家|<#\n#>| |<#\n#>||<#253,208,110#>赏赐礼包||<#\n#>|1、皇帝可以发放给全服任意玩家以下指定礼包|<#\n#>|2、收到过礼包的玩家无法再次收到赏赐');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('23','141019','酒馆对酒说明','140023','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('24','141020','武斗帮助','140026','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('25','141021','跨服战帮助','140027','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('26','141022','攻城锤','140028','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('27','141023','城门A','140029','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('28','141024','城门B','140030','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('29','141025','城门C','140031','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('30','141026','床弩B1','140032','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('31','141027','床弩B2','140033','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('32','141028','床弩D1','140034','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('33','141029','床弩D2','140035','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('34','141030','云梯','140036','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('35','141031','投石车A1','140037','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('36','141032','投石车A2','140038','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('37','141033','投石车B1','140039','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('38','141034','投石车B2','140040','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('39','141035','投石车C1','140041','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('40','141036','投石车C2','140042','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('41','141037','投石车D1','140043','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('42','141038','投石车D2','140044','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('43','141039','投石车B3','140045','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('44','141040','大本营','140046','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('45','141041','城墙','140047','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('46','141042','老家','140048','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('47','141043','复活点','140049','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('48','141044','投石车','140050','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('49','141045','床弩','140051','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('50','141046','攻城锤','140052','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('51','141047','云梯','140053','');
INSERT INTO `Help_type` (`id`,`title`,`desc2`,`description`,`desc1`) VALUES ('52','141048','城门','140054','');
